[
    {
      "id": 1,
      "title": "Day care",
      "description": "Our mission is to ensure appropriate developmental opportunities and effective activities for protection, participation and progress, that enable children to meet the goals of early care, stimulation and learning plans. Also to provide emotional and social care to the enrolled children which enable quality interaction with parents, family members, adults and peers and which will promote positive sustained relationships in later life. To give young children support, security and ensure development of effective social behavior through dealing with in a constructive manner, To give children experience of an environment in which their culture, spirit, dignity, individuality and age appropriate development are respected and nurtured in a conducive and appropriate manner.",
      "image": "/services/day-care.jpg"
    },
    {
      "id": 2,
      "title": "24/7 service",
      "description": "To ensure your child the best health care we provide 24/7 support. In any kind of emergency situation we are always at your service.Our emergency services are offered 24 hours a day, seven days a week at emergency centers in Tulsa and across eastern Oklahoma. Emergency care is provided by our highly trained crisis teams of doctors, nurses, physician assistants and paramedics. Whether arriving by private vehicle or ambulance, all patients are assessed by a registered nurse to determine the severity of illness or injury, which is referred to as the triage process. Patients with more serious problems may be seen before patients with less severe symptoms or injuries.",
      "image": "/services/247.jpg"
    },
    {
      "id": 3,
      "title": "Medicine ",
      "description": "We provide medicine from a huge range of collection of medicine of us. Though medicines are not always needed for minor illnesses like coughs and colds in children.If your child does need a medicine, it's important they have one that's right for their age and you know how to give it to them safely.Paracetamol and ibuprofen are safe for treating pain and a high temperature in babies and children. Both are available as liquid medicines for young children. It's best to choose a sugar-free version. Medicines that contain sugar can harm your child's teeth. Make sure you get the right strength for your child's age and check the label for the correct dose. Or you can ask a pharmacist for advice. It's a good idea to keep one or both medicines stored in a safe place at home.",
      "image": "/services/medicine-1.jpg"
    },
    {
      "id": 4,
      "title": "Home service",
      "description": "We know how much parents would prefer to stay home with their children, especially if their child needs consistent medical care. Yet, schedules may not always allow for it. With the help of Homewatch CareGivers, families can keep their children in the comfort of familiar surroundings while making sure they’re receiving the care they need. Highly qualified child caregivers are insured and have passed extensive annual background checks to ensure families feel safe and comfortable.We believe that strong relationships are important, and we match the strengths of a caregiver to the specific circumstances of the child. This way, a child is receiving the care they need, both emotionally and physically. Finding someone to trust to care for your little one is not always easy—especially when needing a caregiver was not in the original plans. Our locally owned and operated teams are made up of compassionate and trained care professionals who will make sure everyone's experience is enriching and enjoyable. In fact, many egivers have children and grandchildren of their own, giving them the personal, hands-on experience in addition to their extensive childcare training. They’ll treat you like family and, in many instances, that’s exactly what they’ll become! We always personalize our care and get to know clients to make sure they’re as happy and comfortable as possible.",
      "image": "/services/home_service-4.jpg"
    },
    {
      "id": 5,
      "title": "Online service",
      "description": "Online Services is a secure site for providers of early learning and child care services to do business with the City. Login to your account using your user ID and password. The following activities can be completed through Online Services: attendance processing for children receiving Fee Subsidy, child care budget and wage grant transactions, Every Child Belongs special needs service requests, updating board members, signing officers and select child care registry information. If you have questions, contact our management for your child care centre. Their name and phone number is listed at the bottom of each licensed centre’s registry page found on our A to Z listing.",
      "image": "/services/online_service-3.jpg"
    },
    {
      "id": 6,
      "title": "Newborn care",
      "description": "We provide newborn baby care service very professionally. The Children Care Services program subsidizes toddlers to take care of low-earning families, promoting long-time period self-sufficiency via allowing parents to work or attend staff education or training activities. It additionally educates dad and mom approximately the provision of pleasant toddler care, which complements children’s early mastering. When it comes to taking care of infants, one has plenty of options such as nannies, babysitting, in-home daycare. But hiring a professional is a way to a safer option. Here is a list of reasons why Babysitting is one of the toughest tasks one can perform. Babysitters need to be patient and well experienced. It is not something everyone can handle.Patient Home Care offers certified and experienced nannies who have undergone rigorous training. They are well experienced enough to take charge of infants responsibly.In most cases, both of the parents have to go back to work after a couple of months. Most of the families do not have an older person to look after the baby. Handing over the responsibility who knows how to do it properly can relieve the worries. The childcare business is flexible. You have the option to choose the days and timing. It offers flexible schedules than traditional daycare. You have more control over your baby’s activities. An in-home infant service is different for daycare centers or nannies in many ways. It is much more reliable and personal, no doubt. When you leave your child at home with a professional, there is a question of being worried. And if you are counting the costs, our services are relatively lesser than other childcare services. Another advantage of in-home baby nursing service is that, over time, a care service provider can share a strong bond with the child. It might not be possible in daycare services.",
      "image": "/services/new_born-3.jpg"
    },
    {
      "id": 7,
      "title": "Vaccination camp",
      "description": "Our child vaccination program is undoubtedly the best. Childhood vaccines or immunizations can seem overwhelming when you are a new parent. Vaccine schedules recommended by agencies and organizations, such as the CDC, the American Academy of Pediatrics, and the American Academy of Family Physicians cover about 14 different diseases. Over the years, vaccines have generated some controversy over safety, but no convincing evidence of harm has been found. And although children can have a reaction to any vaccine, the important thing to know is that the benefits of vaccinations far outweigh the possible side effects. Most of your child’s vaccinations are completed between birth and 6 years. Many vaccines are given more than once, at different ages, and in combinations. This means that you’ll need to keep a careful record of your child's shots. Although your doctor's office will also keep track, people change doctors, records get lost, and the person ultimately responsible for keeping track of your child's immunizations is you.",
      "image": "/services/vaccination.jpg"
    },
    {
      "id": 8,
      "title": "Surgery",
      "description": "We also provide Pediatric surgery service The Division of Pediatric General and Thoracic Surgery of ours provides comprehensive care to infants and children of all ages with surgical problems. The services listed below are provided 24 hours a day and include diagnosis, consultation, management ,and follow-up of inpatients and outpatients. The Colorectal Center for Children provides multidisciplinary care for infants, chilren, and teens with complex colorectal conditions. Learn more about the Colorectal Center for Children. Ours is a major referral center for childhood cancer in the region and includes a comprehensive pediatric surgical oncology program. Learn more about the surgical treatment of childhood cancer. ",
      "image": "/services/surgery-1.jpg"
    },
    {
      "id": 9,
      "title": "Consultation support",
      "description": "Come visit our consultation support service Working Together to Safeguard Children promotes a child centred approach to safeguarding, and is clear that practitioners should keep the child in focus when making decisions about their lives and work in partnership with them and their families. Anyone working with children should see and speak to the child; listen to what they say; take their views seriously; and work with them and their families collaboratively when deciding how to support their needs. Special provision should be put in place to support dialogue with children who have communication difficulties, unaccompanied children, refugees and those children who are victims of modern slavery and/or trafficking.",
      "image": "/services/consultation-3.jpg"
    }
    
]